[
  "text-snippets-obsidian",
  "obsidian-style-settings",
  "python-scripter",
  "canvasblocks",
  "terminal",
  "languagetool",
  "shiki-highlighter",
  "mlir-syntax-highlight",
  "colored-text",
  "inline-code-highlight",
  "surfing",
  "various-complements",
  "obsidian-autocomplete-plugin"
]