[
  "text-snippets-obsidian",
  "obsidian-style-settings",
  "python-scripter",
  "canvasblocks",
  "languagetool",
  "shiki-highlighter",
  "mlir-syntax-highlight",
  "colored-text",
  "inline-code-highlight",
  "various-complements",
  "obsidian-autocomplete-plugin",
  "obsidian-markmind",
  "obsifetch",
  "obsidian-icon-folder",
  "iconic",
  "obsidian-excalidraw-plugin",
  "excalibrain",
  "dataview"
]